Repository: ucnl/uWaveCommander
Catalog: LocalisedStrings.*.resx
Languages: ru_ru

# MainForm_ApplicationClosePrompt
source: Close application?
ru_ru: Закрыть приложение?

# MainForm_EntriesWereDeleted
source: entry(s) was/were deleted
ru_ru: объектов было удалено

# MainForm_Error
source: Error
ru_ru: Ошибка

# MainForm_FilesWereDeleted
source: file(s) was/were deleted
ru_ru: файлов было удалено

# MainForm_Information
source: Information
ru_ru: Информация

# MainForm_LogArchiveDialogTitle
source: Select a name of an archive to store all log files...
ru_ru: Выберите имя для файла архива...

# MainForm_LogArchiveResult
source: All log files archived:
ru_ru: Все файлы журналов были архивированы:

# MainForm_LogDeleteAllEntriesPrompt
source: Do you really want to delete all log files? (this action cannot be undone!)
ru_ru: Удалить все файлы журналов (действие не может быть отменено)?

# MainForm_LogDeleteEmptyEntriesPrompt
source: Delete all log files smaller than 2 kB and empty folders?
ru_ru: Удалить все файлы журналов, размер которых не превышает 2 кБ?

# MainForm_LogFile
source: Log file
ru_ru: Файл журнала

# MainForm_LogMoveToArchiveProblemsResult
source: There were some problems while creating an archive file, log files were not deleted
ru_ru: Возникли проблемы при создании архива. Файлы журналов не были удалены

# MainForm_LogMoveToArchiveResult
source: Log files were moved to archive:
ru_ru: Файлы журналов были перемещены в архив:

# MainForm_LogPlaybackAbortPrompt
source: A log file is currently playing, abort it?
ru_ru: Воспроизводится файл журнала, прервать воспроизведение?

# MainForm_LogPlaybackSelectDialogTitle
source: Select a log file to playback...
ru_ru: Выберите файл журнала для воспроизведения...

# MainForm_LogPlaybackStopBtnText
source: Stop
ru_ru: Остановить

# MainForm_MoveLogsToArchivePrompt
source: Do you really want to move all log file to an archive?
ru_ru: Переместить все файлы журналов в архив?

# MainForm_MoveLogsToArchivePromptTitle
source: Select a name of archive to store all log files...
ru_ru: Выберите имя файла архива для файлов журналов...

# MainForm_Playback
source: Playback...
ru_ru: Воспроизвести...

# MainForm_PlaybackIsFinished
source: PLayback is finished
ru_ru: Воспроизведение завершено

# MainForm_Question
source: Question
ru_ru: Вопрос

# MainForm_RestartPrompt
source: Settings has been saved. Restart application to apply new settings?
ru_ru: Настройки были сохранены. Перезапустить приложение, чтобы новые настройки вступили в силу?

# MainForm_ScreenshotSaved
source: Screenshot saved
ru_ru: Снимок экрана сохранен

# MainForm_Settings
source: Settings
ru_ru: Настройки

# MainForm_Warning
source: Warning!
ru_ru: Внимание!

# Main_Form_SaveToFlash
source: Save to flash
ru_ru: Сохранить во флеш
