Repository: ucnl/uWaveCommander
Catalog: MainForm.*.resx
Languages: ru

# label1.Text
source: Tx channel ID
ru: ID канала передачи

# label3.Text
source: Salinity, PSU
ru: Соленость, PSU

# label4.Text
source: Gravity acc., m/s²
ru: Ускорение свободного падения, m/s²

# label5.Text
source: Command mode by default
ru: Командный режим по умолчанию

# label6.Text
source: ACK on Tx finished
ru: ACK по завершении передачи

# label2.Text
source: Rx channel ID
ru: ID канала приема

# queryDeviceInfoBtn.Text
source: 🡅 QUERY
ru: 🡅 ЗАПРОСИТЬ НАСТРОЙКИ

# defaultDeviceSettingsBtn.Text
source: 🡆 DEFAULTS
ru: 🡆 ПО УМОЛЧАНИЮ

# applyDeviceSettingsBtn.Text
source: 🡇 APPLY
ru: 🡇 ЗАПИСАТЬ НАСТРОЙКИ

# deviceSettingsTab.Text
source: 🗩 Main device settings
ru: 🗩 Основные настройки

# remReqTxbClearBtn.ToolTipText
source: Clear log view window
ru: Очистить окно

# remReqTxbIsAutoscrollBtn.ToolTipText
source: Enable/Disable autoscroll
ru: Вкл/выкл автопрокрутка

# remReqTxbCopy2ClipboardBtn.ToolTipText
source: Copy contents to the Clipboard
ru: Копировать в буфер обмена

# toolStripLabel2.Text
source: Remote's Tx ID
ru: Tx ID удаленной системы

# toolStripLabel3.Text
source: Remote's Rx ID
ru: Rx ID удаленной системы

# toolStripLabel4.Text
source: Query ID
ru: ID запроса

# remReqSendBtn.Text
source: ❓ SEND REQUEST
ru: ❓ ПОСЛАТЬ ЗАПРОС

# remReqTab.Text
source: 🗪 Remote requests
ru: 🗪 Командные запросы

# toolStripLabel9.Text
source: Target
ru: Адресат

# toolStripLabel10.Text
source: Data ID
ru: ID данных

# ptModeSendRequestBtn.Text
source: ❓ SEND REQUEST
ru: ❓ ПОСЛАТЬ ЗАПРОС

# toolStripLabel6.Text
source: Target
ru: Адресат

# toolStripLabel7.Text
source: Tries
ru: Число попыток

# toolStripLabel8.Text
source: Packet
ru: Пакет

# ptModePacketSendBtn.Text
source: ➤ SEND PACKET
ru: ➤ ПОСЛАТЬ ПАКЕТ

# toolStripLabel5.Text
source: Local address
ru: Локальный адрес

# packetModeIsSaveToFlashBtn.Text
source: Save to flash
ru: Сохранить во флеш

# ptModeQuerySettingsBtn.Text
source: 🡅 QUERY
ru: 🡅 ЗАПРОСИТЬ

# ptModeApplySettingsBtn.Text
source: 🡇 APPLY
ru: 🡇 ЗАПИСАТЬ

# ptModeTab.Text
source: 🗫 Packet mode
ru: 🗫 Пакетный режим

# toolStripButton26.Text
source: Pitch/Roll
ru: Крен/Дифферент

# localSensors2IsSaveToFlashBtn.Text
source: Save to flash
ru: Сохранить во флеш

# toolStripLabel12.Text
source: Update period, msec
ru: Период обновления, msec

# ls2ApplyBtn.Text
source: 🡇 APPLY
ru: 🡇 ПРИМЕНИТЬ

# localSensors1IsSaveToFlashBtn.Text
source: Save to flash
ru: Сохранить во флеш

# toolStripLabel11.Text
source: Update period, msec
ru: Период обновления, msec

# ls1ApplyBtn.Text
source: 🡇 APPLY
ru: 🡇 ПРИМЕНИТЬ

# lsChartsClearBtn.ToolTipText
source: Clear log view window
ru: Очистить

# lsTab.Text
source: 🗱 Local sensors
ru: 🗱 Локальные датчики

# label7.Text
source: Save to flash
ru: Сохранить во флеш

# label8.Text
source: Mode
ru: Режим

# label9.Text
source: Period, ms
ru: Период, msec

# label12.Text
source: Data ID
ru: ID данных

# label13.Text
source: Packet mode
ru: Пакетный режим

# label14.Text
source: PT Target address
ru: Адресат в пакетном режиме

# aqpngQueryBtn.Text
source: 🡅 QUERY
ru: 🡅 ЗАПРОСИТЬ

# aqpngSetDefaultsBtn.Text
source: 🡆 DEFAULTS
ru: 🡆 ПО УМОЛЧАНИЮ

# aqpngApplyBtn.Text
source: 🡇 APPLY
ru: 🡇 ПРИМЕНИТЬ

# aqpngTab.Text
source: 🤖 Automation settings
ru: 🤖 Автоматизация

# toolStripLabel1.Text
source: Log view
ru: Журнал

# logViewClearBtn.ToolTipText
source: Clear log view window
ru: Очистить окно журнала

# logViewAutoscrollBtn.ToolTipText
source: Enable/Disable autoscroll
ru: Вкл/выкл автопрокрутка

# logViewCopyToClipboardBtn.ToolTipText
source: Copy contents to the Clipboard
ru: Скопировать в буфер обмена

# logOpenCurrent2Btn.ToolTipText
source: Open current log file (Ctrl + O)
ru: Открыть текущий файл журнала (Ctrl + O)

# linkBtn.Text
source: 🔌 LINK
ru: 🔌 СОЕДИНЕНИЕ

# linkBtn.ToolTipText
source: Connection with a uWave device (Ctrl + L)
ru: Соединение с устройством uWave device (Ctrl + L)

# infoBtn.Text
source: ℹ INFO
ru: ℹ ИНФОРМАЦИЯ

# logOpenCurrentBtn.Text
source: 📂 Open current log file...
ru: 📂 Открыть текущий файл журнала...

# logOpenCurrentBtn.ToolTipText
source: Open current log file (Ctrl + O)
ru: Открыть текущий файл журнала (Ctrl + O)

# logPlaybackBtn.Text
source: ▶ Playback...
ru: ▶ Воспроизвести...

# logClearEmptyItemsBtn.Text
source: 🧹 Remove empty items
ru: 🧹 Удалить пустые файлы журналов

# logArchiveAllItemsBtn.Text
source: 🗜 Archive all items
ru: 🗜 Архивировать файлы журналов

# logDeleteAllItemsBtn.Text
source: 🗑 Delete all items
ru: 🗑 Удалить все файлы журналов

# logDoThemAllBtn.Text
source: 🧹+🗜+🗑 Do them all
ru: 🧹+🗜+🗑 Выполнить все действия

# logBtn.Text
source: 📖 LOG
ru: 📖 ЖУРНАЛ

# utilsRunAnotherInstanceBtn.Text
source: 𝝻 Run another instance
ru: 𝝻 Запустить копию приложения

# utilsBtn.Text
source: 🛠 UTILS
ru: 🛠 ИНСТРУМЕНТЫ

# screenShotBtn.ToolTipText
source: Save a screenshot (Ctrl + S)
ru: Сохранить снимок окна приложения (Ctrl + S)
